coding_dojo/paperclip/app/controllers/users_controller.rb

  def create
  	@user = User.new(user_params)

  	if @user.save
---
INSERT INTO "users" ("created_at", "email", "first_name", "last_name", "updated_at") VALUES (?, ?, ?, ?, ?)  [["created_at", "2014-10-08 06:43:49.293035"], ["email", ""], ["first_name", "Oliver"], ["last_name", "Ro"], ["updated_at", "2014-10-08 06:43:49.293035"]]